Repository: randomguy-2650/WinClicker
Catalog: WinClicker/Strings/*/Resources.resw
Source language: en_gb
Languages: de

# ClickCoordinatesExpander.Header
source: Click coordinates
de: Klickkoordinaten

source: Click position
de: Klickposition

source: Custom coordinates
de: Benutzerdefiniert

source: Teleport
de: Teleportieren

# ClickCoordinatesExpander_XCoordinateTextBox.Header
source: X‐coordinate
de: X‐Koordinate

# ClickCoordinatesExpander_YCoordinateTextBox.Header
source: Y‐coordinate
de: Y‐Koordinate

# ClickIntervalExpander.Header
source: Click interval
de: Klickintervall

# ClickIntervalExpander_HoursTextBox.Header
source: Hours
de: Stunden

# ClickIntervalExpander_MillisecondsTextBox.Header
source: Milliseconds
de: Millisekunden

# ClickIntervalExpander_MinutesTextBox.Header
source: Minutes
de: Minuten

# ClickIntervalExpander_SecondsTextBox.Header
source: Seconds
de: Sekunden

# ClickOptionsExpander.Header
source: Click options
de: Klickoptionen

# ClickOptionsExpander_ClickTypeComboBox.Header
source: Click type
de: Klicktyp

# ClickOptionsExpander_ClickTypeComboBox_DoubleComboBoxItem.Content
source: Double
de: Doppelklick

# ClickOptionsExpander_ClickTypeComboBox_SingleComboBoxItem.Content
source: Single
de: Einfachklick

# ClickOptionsExpander_MouseButtonComboBox.Header
source: Mouse button
de: Maustaste

# ClickOptionsExpander_MouseButtonComboBox_LeftComboBoxItem.Content
source: Left
de: Links

# ClickOptionsExpander_MouseButtonComboBox_MiddleComboBoxItem.Content
source: Middle
de: Mittel

# ClickOptionsExpander_MouseButtonComboBox_RightComboBoxItem.Content
source: Right
de: Rechts

# ShortcutSettingsCard.Header
source: Shortcut settings
de: Tastenkombinationen

# Footer_StopButton.Text
source: Stop
de: Stopp

# SettingsView_Title.Text
source: Settings
de: Einstellungen

# SettingsView_AppearanceSectionHeader.Text
source: Appearance
de: Aussehen

# SettingsView_AppThemeSettingsExpander.Header
source: App theme
de: App‐Modus

# SettingsView_AppThemeSettingsExpander.Description
source: Select which app theme to display
de: Wähle den App‐Modus aus

# SettingsView_AppThemeSettingsExpander_LightRadioButton.Content
source: Light
de: Hell

# SettingsView_AppThemeSettingsExpander_DarkRadioButton.Content
source: Dark
de: Dunkel

# SettingsView_AppThemeSettingsExpander_UseSystemSettingRadioButton.Content
source: Use system setting
de: Systemeinstellung verwenden

# SettingsView_AboutSectionHeader.Text
source: About
de: Info

# SettingsView_WinClickerSettingsExpander.Description
source: © 2026 randomguy-2650 and his contributors
de: © 2026 randomguy-2650 und Mitwirkende

source: MIT License
de: MIT‐Lizenz

source: Third‐party notices
de: Drittanbieter‐Lizenzen

source: Customise shortcut
de: Tastenkombination ändern

# ShortcutCaptureDialog_Description.Text
source: A shortcut should start with the **Windows key**, **Ctrl**, **Alt** or **Shift**.
de: Eine Tastenkombination sollte mit der **Windows‐Taste**, **Strg**, **Alt** oder **Shift** beginnen.

# ShortcutCaptureDialog.Title
source: Shortcut settings
de: Tastenkombinationen

# ShortcutCaptureDialog.CloseButtonText
source: Cancel
de: Abbrechen

# ShortcutCaptureDialog.PrimaryButtonText
source: Save
de: Speichern

# ShortcutCaptureDialog_ResetButtonText.Text
source: Reset
de: Zurücksetzen

# ShortcutCaptureDialog_ClearButtonText.Text
source: Clear
de: Entfernen

# ClickIntervalExpander_RandomOffsetLabel.Text
source: Random offset (in ms)
de: Zufälliger Versatz (in ms)

source: Random offset in milliseconds
de: Zufälliger Versatz in Millisekunden

source: Enable random offset
de: Zufälliger Versatz aktivieren

# ClickOptionsExpander_ClickRepeatRadioButtons_CustomCountRadioButton.Content
source: Custom count
de: Benutzerdefiniert

# ClickOptionsExpander_ClickRepeatRadioButtons_ContinuouslyRadioButton.Content
source: Continuously
de: Fortlaufend

# ClickOptionsExpander_ClickRepeatRadioButtons.Header
source: Click repeat
de: Klickwiederholung

source: Custom repeat count
de: Benutzerdefinierte Wiederholungsanzahl

# SettingsView_WinClickerSettingsExpander_ReportIssueSettingsCard.Header
source: Report an issue on GitHub
de: Problem auf GitHub melden

source: Dependencies & references
de: Abhängigkeiten und Verweise

# SettingsView_WinClickerSettingsExpander_LegalSettingsCard.Header
source: Legal
de: Rechtliches

source: Pick coordinates
de: Koordinaten auswählen

source: Cursor position
de: Mauszeigerposition
